/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Alarma terminada!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Oprima cualquier tecla para dormitar";

/* Status line above clock during alarm */
"Press Any key to stop" = "Oprima cualquier tecla para detener";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Oprima Enter para dormitar";

/* Status line above clock during alarm */
"Press Enter to stop" = "Oprima Enter para detener";

/* Button below clock */
"Snooze" = "Dormitar";

/* Status line above clock during snooze */
"Snoozing until" = "Dormitar hasta";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Inicio de alarma...";

/* Button below clock */
"Stop" = "Detener";

